Ran Apply for project: `project1-test` dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
now applying


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # proxmox_vm_qemu.example_vm will be created
  + resource "proxmox_vm_qemu" "example_vm" {
      + additional_wait           = 5
      + automatic_reboot          = true
      + balloon                   = 0
      + bios                      = "seabios"
      + boot                      = (known after apply)
      + bootdisk                  = (known after apply)
      + clone                     = "debian-11.5.0-amd64-1.0"
      + clone_wait                = 10
      + cores                     = 1
      + cpu                       = "host"
      + default_ipv4_address      = (known after apply)
      + define_connection_info    = true
      + force_create              = false
      + full_clone                = true
      + guest_agent_ready_timeout = 100
      + hotplug                   = "network,disk,usb"
      + id                        = (known after apply)
      + kvm                       = true
      + memory                    = 512
      + name                      = "ATLANTIS-TEST"
      + nameserver                = (known after apply)
      + onboot                    = false
      + oncreate                  = true
      + preprovision              = true
      + reboot_required           = (known after apply)
      + scsihw                    = "lsi"
      + searchdomain              = (known after apply)
      + sockets                   = 1
      + ssh_host                  = (known after apply)
      + ssh_port                  = (known after apply)
      + tablet                    = true
      + target_node               = "pveamman2"
      + unused_disk               = (known after apply)
      + vcpus                     = 0
      + vlan                      = -1
      + vmid                      = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
proxmox_vm_qemu.example_vm: Creating...
proxmox_vm_qemu.example_vm: Still creating... [10s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [20s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [30s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [40s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [50s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [1m0s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [1m10s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [1m20s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [1m30s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [1m40s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [1m50s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [2m0s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [2m10s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [2m20s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [2m30s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [2m40s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [2m50s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [3m0s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [3m10s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [3m20s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [3m30s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [3m40s elapsed]
proxmox_vm_qemu.example_vm: Still creating... [3m50s elapsed]
proxmox_vm_qemu.example_vm: Creation complete after 3m59s [id=pveamman2/qemu/121]

Apply complete! Resources: 1 added, 0 changed, 0 destroyed.
```

</details>